Repository: Rasbats/vfkaps_pi
Catalog: po/*.po
Languages: de_de

source: ..... Delete last download .....
de_de: ..... Das letzte Download löschen .....

source: API key :
de_de: API-Schlüssel:

source: Anchorage Charts :
de_de: Ankerfeld Karten:

source: At the end of the download session: Go to Toolbox-> Charts->Chart Files Select Scan Charts and Update Database
de_de: Nach Beendigung des Downloads: Gehe zuWerzeuge|Karten|Karten-Dateien und wähle "Scanne Karten und erneuere Datenbank" aus

source: Cannot create file '
de_de: Datei konnte nicht erstellt werden '

source: Cannot open file '
de_de: Kann Datei nicht öffnen '

source: Cannot read zip entry '
de_de: Zip-Eintrag kann nicht gelesen werden '

source: Clear ALL selections ...
de_de: ALLE Auswahlen aufheben...

source: Country Anchorage Charts
de_de: Länder Ankerfeldkarten

source: Delete the last download
de_de: Das letzte Download löschen

source: Directory for saving chart downloads :
de_de: Verzeichnis zum Speichern der Karten-Downloads:

source: Directory for saving the chart does not exist Please use preferences to select/create a valid directory
de_de: Das Verzeichnis zum Speichern der Karten ist nicht vorhanden Bitte wählen/erstellen Sie das Verzeichnis in Einstellungen

source: Download Satellite Charts from VentureFarther.com
de_de: Sat-Karten von VentureFarther.com herunterladen

source: Download aborted
de_de: Download abgebrochen

source: Download complete about to extract the charts
de_de: Download beendet, Karten werden extrahiert

source: Download complete, about to extract charts
de_de: Download beendet, Karten werden extrahiert.

source: Download failed
de_de: Download fehlgeschlagen

source: Download failed. Do you have enough credit with VentureFarther?
de_de: Download ist fehlgeschlagen. Haben Sie genügend "Guthaben/Kredit" bei VentureFarther?

source: Download failed. Do you have enough credit with VentureFarther? Are you connected to the Internet?
de_de: Download ist fehlgeschlagen. Haben Sie einen ausreichendes "Guthaben" bei VentureFarther? Haben Sie eine Internetverbindung?

source: Generate
de_de: Erzeugen

source: Generate Chart
de_de: Karten erstellen

source: Generate Multi-Chart
de_de: Vielfach-Karten erstellen

source: Generate Multi-Charts
de_de: Vielfach-Karten erstellen

source: Have you downloaded any charts in this session?
de_de: Haben Sie keine Karten in dieser Sitzung heruntergeladen?

source: Multi-Chart
de_de: Vielfach-Karten

source: Multi-Charts are not available at this very large scale Please zoom out a little
de_de: Vielfach-Karten sind für diesen großen Maßstab nicht verfügbar. Bitte ein wenig heraus zoomen

source: Please choose/create your satellite chart directory in Preferences
de_de: Bitte wählen oder erstellen Sie Ihr Sat-Karten Verzeichnis in Einstellungen

source: Please enter your API key in Preferences
de_de: Bitte geben Sie Ihren API-Schlüssel in den Einstellungen ein

source: Ready for chart download
de_de: Zum Karten Herunterladen bereit

source: Ready for marker chart download
de_de: Bereit zum Herunterladen von Karten mit Einzelpunkten

source: Ready for multi-chart download
de_de: Zum Vielfach-Karten Herunterladen bereit

source: Satellite Chart Source :
de_de: Quelle der Sat-Karten:

source: Satellite Charts extracted to %s
de_de: Sat Karten zu %s extrahiert

source: Select
de_de: Auswählen

source: Select a folder
de_de: Ordner auswählen

source: Single Chart
de_de: Einzelkarte

source: Surrounding charts are not available at this scale Please zoom in closer or use the single chart page Chart scale needs to be less than 1:300000
de_de: Die benachbarten Karten sind für diesem Maßstab nicht verfügbar. Zoomen Sie weiter hinein oder verwenden Sie die Einzelkarten. Der Karten-Maßstab muss kleiner als 1:300000 sein

source: Unable to extract the charts
de_de: Die Karten konnten nicht extrahiert werden

source: VentureFarther Satellite Charts
de_de: VentureFarther Sat-Karten

source: You have chosen to delete the charts from the last download Do you wish to continue?
de_de: Sie haben ausgewählt, die Karten aus dem letzten Download zu löschen Möchten Sie fortfahren?

source: fail
de_de: gescheitert
